Revit 2024 API
UnitTypeId.WattsPerCubicMeter Property
 Watts per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WattsPerCubicMeter { get; }
Visual Basic
Public Shared ReadOnly Property WattsPerCubicMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WattsPerCubicMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace